[
  {
    "text": "住環境整備における多職種連携について正しいものはどれか？",
    "choices": ["一つの職種で全てを完結させる", "各専門職が専門性を活かし連携する", "費用を抑えるため専門職は最小限にする", "利用者の意見は聞かない"],
    "correct": 1,
    "explanation": "住環境整備では、ケアマネジャー、リハ職、建築士、福祉用具専門相談員など各専門職がそれぞれの専門性を活かし、利用者を中心とした連携を図ることが重要である。"
  },
  {
    "text": "「モニタリング」について正しいものはどれか？",
    "choices": ["改修工事の監視のみを行うこと", "継続的に支援の効果を確認し必要に応じて見直すこと", "費用の削減を図ること", "工事期間を短縮すること"],
    "correct": 1,
    "explanation": "モニタリングとは、支援計画が適切に実施されているか、効果が上がっているかを継続的に確認し、必要に応じて計画の修正や見直しを行うことである。"
  },
  {
    "text": "住宅改修における「プランニング」の説明として適切なものはどれか？",
    "choices": ["予算内で最も安い方法を選ぶこと", "アセスメントに基づき具体的な改修計画を立てること", "建築士の独断で決定すること", "標準的な改修パターンを適用すること"],
    "correct": 1,
    "explanation": "プランニングとは、アセスメントで把握した利用者のニーズや住環境の課題に基づいて、具体的で実現可能な改修計画を立てることである。利用者の個別性を重視し、関係者で検討することが大切である。"
  },
  {
    "text": "「環境因子」について正しいものはどれか？",
    "choices": ["個人の内面的な要因のみ", "物理的環境・社会的環境・制度的環境など外的要因", "医学的な診断名", "個人の性格や価値観"],
    "correct": 1,
    "explanation": "ICFにおける環境因子とは、物理的環境（建物の構造、段差など）、社会的環境（家族、地域社会）、制度的環境（法制度、サービス）など、個人の生活機能に影響を与える外的な要因を指す。"
  },
  {
    "text": "住環境整備における家族への支援で重要なことはどれか？",
    "choices": ["家族の意見のみを優先する", "家族の負担軽減と介護方法の指導", "家族への責任追及", "費用負担の軽減のみ"],
    "correct": 1,
    "explanation": "家族への支援では、身体的・精神的負担の軽減を図るとともに、適切な介護方法や福祉用具の使い方について指導し、家族が安心して在宅生活を継続できるよう支援することが重要である。"
  },
  {
    "text": "「インテーク面接」について正しいものはどれか？",
    "choices": ["短時間で効率的に終わらせること", "利用者との信頼関係を築き、ニーズを把握すること", "専門用語を多用して説明すること", "結論を急いで決定すること"],
    "correct": 1,
    "explanation": "インテーク面接は相談援助の入口となる重要な段階で、利用者との信頼関係（ラポール）を築き、利用者のニーズや状況を丁寧に把握することが目的である。時間をかけて傾聴することが大切である。"
  },
  {
    "text": "住宅改修の評価において重要な視点はどれか？",
    "choices": ["費用の安さのみ", "利用者の生活の質（QOL）の向上", "工事期間の短さ", "見た目の美しさ"],
    "correct": 1,
    "explanation": "住宅改修の評価では、利用者の日常生活動作の改善、安全性の向上、介護負担の軽減など、利用者と家族の生活の質（QOL）がどの程度向上したかを総合的に評価することが重要である。"
  },
  {
    "text": "「ケアマネジメント」について正しいものはどれか？",
    "choices": ["ケアマネジャーが一人で全てを決定すること", "利用者のニーズに応じてサービスを総合的に調整すること", "医療サービスのみを調整すること", "費用を抑制することが最優先"],
    "correct": 1,
    "explanation": "ケアマネジメントとは、利用者の複合的なニーズに対応するため、様々なサービスを総合的に調整し、利用者が地域で自立した生活を送れるよう支援するシステムである。"
  },
  {
    "text": "住環境整備における「安全性」の考慮で最も重要なことはどれか？",
    "choices": ["転倒・転落事故の予防", "防犯対策のみ", "火災対策のみ", "建物の耐震性のみ"],
    "correct": 0,
    "explanation": "住環境整備では、高齢者・障害者の転倒・転落事故を防ぐための段差解消、手すりの設置、床材の変更、照明の改善などが最も重要である。これらは日常的に高いリスクとなる要因だからである。"
  },
  {
    "text": "利用者の意欲や参加を引き出すために重要なことはどれか？",
    "choices": ["専門職が全て決定し指示する", "利用者の希望や価値観を尊重し、共に考える", "効率性を最優先に進める", "過去の成功例のみを提案する"],
    "correct": 1,
    "explanation": "利用者の主体性を尊重し、希望や価値観を理解した上で、共に問題解決に取り組む姿勢が重要である。利用者が意思決定に参加することで、意欲的に改修や支援に取り組むことができる。"
  }
]