[
  {
    "text": "2017年の法改正により撤廃された「5,000件要件」とは何に関するものでしょうか。",
    "choices": ["個人情報保護委員会への報告義務が生じる漏えい件数の基準", "認定個人情報保護団体が扱える苦情件数の上限", "マイナンバーを扱える事業者の登録件数", "保有する個人データ件数による個人情報取扱事業者の適用条件"],
    "correct": 3,
    "explanation": "旧法では、事業者が保有する個人情報が5,000件以下である場合は「個人情報取扱事業者」から除外されていました。しかし2017年5月30日施行の改正個人情報保護法によりこの要件は撤廃され、現在は事業の用に個人情報データベース等を一件でも利用していれば規模に関係なく個人情報取扱事業者に該当します。つまり、小規模事業者や個人事業主であっても法律の義務を遵守する必要があります。"
  },
  {
    "text": "「認定個人情報保護団体」の主な役割として適切なものはどれでしょうか。",
    "choices": ["個人情報保護法に違反した企業に刑事罰を科すこと", "国の行政機関における個人情報の取扱いを監督すること", "加盟事業者に代わって苦情や相談を受け付け、公正な立場で解決にあたること", "個人情報保護委員会から違反事業者へ罰金を直接徴収すること"],
    "correct": 2,
    "explanation": "認定個人情報保護団体は、個人情報の適正な取扱いを促進するために個人情報保護委員会が認定する民間団体です。この団体は加盟企業の個人情報の取扱いに関する苦情処理を第三者的立場で行い、迅速・円滑な解決を図ることが主な役割です。例えば、ある企業で個人情報の取り扱いについて本人から苦情があった場合、当該企業がこの認定団体に加盟していれば、本人はその団体に苦情を申し立てて調整・解決してもらえます。なお、認定個人情報保護団体自体に違反があった場合でも、罰金・刑事罰を科す権限はなく、監督や処分は個人情報保護委員会が行います。"
  },
  {
    "text": "2022年4月施行の改正法によって実現した、いわゆる「個人情報保護法制の一元化」とは何ですか。",
    "choices": ["マイナンバー法と個人情報保護法を一本化して単一の法律にしたこと", "個人情報保護関連の全ての法律を廃止し、新たにGDPRを日本国内法として採用したこと", "民間部門と行政機関等を対象とする複数の個人情報保護法を統合し、全国共通ルールと一体的な監督体制を整えたこと", "個人情報保護委員会と各省庁の権限を統合し、監督機関を一本化したこと"],
    "correct": 2,
    "explanation": "2022年4月の法改正では、従来は別々だった民間向けの「個人情報保護法」、国の行政機関向けの「行政機関個人情報保護法」、独立行政法人向けの「独法等個人情報保護法」の3法律が統合されました。これにより、公的部門・民間部門を問わず共通のルールが適用され、全体の所管は個人情報保護委員会に一元化されています。また、地方公共団体についても各自治体の個人情報保護条例が全国的な共通ルールに沿う形となり、従来バラバラだった個人情報保護法制が一本化されました。"
  },
  {
    "text": "次のうち、個人情報保護法の適用除外として誤っているものはどれでしょうか（つまり実際には法律の義務が及ぶものを選びなさい）。",
    "choices": ["個人が趣味で自分の知人の個人情報を自宅で管理している場合", "民間企業が顧客の個人データをマーケティング目的で利用する場合", "新聞社が報道目的で収集した個人情報", "政治団体が政治活動のために支持者の個人データを利用する場合"],
    "correct": 1,
    "explanation": "個人情報保護法第76条は、一部の分野に法律の義務規定を適用しない「適用除外」を定めています。具体的には、報道機関が報道のために収集・利用する場合、著述（学術・文芸など）を業として行う者がその目的で個人情報を扱う場合、政治団体が政治活動で使う場合、宗教団体が宗教活動で使う場合などは義務規定が適用されません。選択肢Aの家庭内利用も事業として扱わなければ適用外です。一方、Bの民間企業による顧客データのマーケティング利用は通常の事業活動であり、適用除外に該当しないため法律の義務が及びます。"
  },
  {
    "text": "次のうち「個人情報取扱事業者」に該当しないものはどれでしょうか。",
    "choices": ["国の行政機関（省庁など）", "顧客の個人データを扱う個人経営のオンラインショップ", "社員の個人情報を人事管理で扱う中小企業", "収集した個人情報を報道目的で利用するテレビ局"],
    "correct": 0,
    "explanation": "「個人情報取扱事業者」とは、営利・非営利を問わず事業の用に個人情報データベース等を扱う者を指します。小規模事業者やNPO法人も含まれますが、国の行政機関や地方公共団体は「事業者」には含まれず、別途規律されます。報道目的のテレビ局も適用除外の対象ですが、行政機関はそもそも事業者ではないため該当しません。"
  },
  {
    "text": "個人情報保護委員会（PPC）について正しい記述はどれでしょうか。",
    "choices": ["個人情報保護に関する刑事罰の科刑を行う裁判所の一部門である", "各企業内部に設置が義務づけられた個人情報保護の相談窓口である", "EUのGDPRに対応するために新設された民間団体である", "個人情報保護法に基づき設置された独立機関で、民間企業や行政機関等の個人情報取扱状況を監督する"],
    "correct": 3,
    "explanation": "個人情報保護委員会（PPC）は、2016年の改正法施行により内閣府の外局として設置された独立性の高い監督機関です。民間事業者だけでなく行政機関等に対しても監督権限を持ち、報告徴収や立入検査、是正勧告・命令などを行います。刑事罰の科刑を行う権限はなく、あくまで行政的な監督機関です。"
  },
  {
    "text": "個人情報保護法は「個人の権利利益を保護する」ことを目的としていますが、同時に配慮すべきものは何とされていますか。",
    "choices": ["国による一元管理", "個人情報の有用性（利活用の重要性）", "個人情報を扱うすべてのコスト削減", "企業の収益向上"],
    "correct": 1,
    "explanation": "個人情報保護法第1条（目的）では、「個人の権利利益を保護する」と同時に「個人情報の有用性に配慮しつつ」適正な取扱いを図ると規定されています。つまり保護と利活用のバランスを取ることが目的であり、特定の組織利益やコスト削減を優先するものではありません。"
  },
  {
    "text": "次の情報のうち、法律上「個人情報」として扱われないものはどれでしょうか。",
    "choices": ["生存する個人の顔写真や指紋データ", "存在しない架空の人物に関する情報", "法人や団体に関する売上や連絡先情報", "亡くなった方（故人）に関する情報"],
    "correct": 2,
    "explanation": "個人情報保護法における「個人情報」は、生存する個人に関する情報に限られます。法人や団体の売上や住所・電話番号は「個人」に関する情報ではないため個人情報に該当しません。なお、故人情報や架空の人物情報も対象外です。一方、生存する個人の顔写真や指紋データは識別可能なため個人情報に該当します。"
  },
  {
    "text": "日本の「マイナンバー」（社会保障・税番号）に関する個人情報の取扱いは、どの法律によって規制されていますか。",
    "choices": ["個人情報保護委員会のガイドラインのみで法規制はない", "「個人情報の保護に関する法律」（個人情報保護法）", "「マイナンバー個人情報取扱事業者法」", "「行政手続における特定の個人を識別するための番号の利用等に関する法律」（いわゆるマイナンバー法）"],
    "correct": 3,
    "explanation": "マイナンバーについては、一般の個人情報とは別に「番号法」（マイナンバー法）で厳格な取扱いルールが定められています。利用目的や提供範囲は限定されており、漏えいや不正利用には重い罰則が科されます。個人情報保護法はマイナンバー以外の一般的な個人情報を対象とする法律です。"
  }
]