[
  {
    "text": "オフィスやサーバールームへの不正侵入を防止する物理的セキュリティ対策として適切なものはどれでしょうか。",
    "choices": ["室内に監視カメラを設置せずプライバシーを尊重する", "執務エリアの出入口を常時開放して換気を良くする", "入退室管理システムを導入し、社員証や生体認証で許可された人だけが入室できるようにする", "オフィスのレイアウト図をウェブサイトで公開する"],
    "correct": 2,
    "explanation": "機密エリアには入退室管理を導入し、許可者のみ入れる仕組みと記録を整えるのが基本です。監視カメラはプライバシー配慮の上で設置し、多層防御（受付ゲート・来訪者バッジ等）を組み合わせます。"
  },
  {
    "text": "オフィスでのビジター（来訪者）管理について適切なものはどれでしょうか。",
    "choices": ["郵便配達や業者は社員エリアに直接入れてよい", "来訪記録は特に残さない", "来訪者には受付で身分確認と用件を記録し入館証を発行、社内は関係者がエスコートする", "来訪者は自由に社内を歩けるようにする"],
    "correct": 2,
    "explanation": "受付で本人確認・来訪記録・入館証の着用を徹底し、滞在中は必ず社員が同行します。退出時は入館証回収までを運用に組み込みます。"
  },
  {
    "text": "機密書類を扱う部屋に講じるべき物理的セキュリティ対策の例として正しいものはどれでしょうか。",
    "choices": ["機密書類は机の引き出しに無造作に入れておく", "書庫や保管キャビネットに施錠し、アクセスできる担当者を限定する", "部屋の鍵をコピーして関係者以外にも配布する", "書類を窓際に積んでおく"],
    "correct": 1,
    "explanation": "施錠保管とアクセス制限が基本。鍵・カードの管理、開錠履歴の記録、持ち出し記録の徹底で不正閲覧や持ち去りを抑止します。"
  },
  {
    "text": "PCやノートパソコンなど端末の物理的盗難・紛失リスクへの対策として適切なのはどれでしょうか。",
    "choices": ["ノートPCにはワイヤーロックを取り付け、離席時も机に固定する", "社内ではどこに放置しても盗難の心配はない", "持ち歩き時は手に持って目立つようにする", "盗難時に備えて端末にパスワードは設定しない"],
    "correct": 0,
    "explanation": "ワイヤーロックによる固定と、短時間でも画面ロック・端末暗号化の徹底が有効。放置や目立つ持ち運びはリスクを高めます。"
  },
  {
    "text": "会社が保有するデータを災害から守るための対策として適切なものはどれでしょうか。",
    "choices": ["火災保険に入っていればデータ保護は不要", "サーバ室に消火設備を置かない", "データは一箇所に集中保管しバックアップは取らない", "定期的にバックアップを取得し、遠隔地やクラウド等のオフサイトに保管する"],
    "correct": 3,
    "explanation": "オフサイトバックアップは事業継続の要。耐火・耐水・電源対策（UPS）やガス系消火設備などと併せて多重化します。"
  },
  {
    "text": "オフィスにおけるクリーンデスク（整理整頓）の利点として誤っているものはどれでしょうか。",
    "choices": ["機密書類の置き忘れや覗き見のリスクを低減できる", "片付けにより業務効率が上がることが多い", "地震時に書類散乱の被害を抑えられる", "書類をすぐしまうため所在が分からなくなり漏えいの危険が増す"],
    "correct": 3,
    "explanation": "クリーンデスクは漏えいリスクを下げ、所在管理も明確化します。鍵付き保管・定位置管理を徹底すれば所在不明はむしろ減ります。"
  },
  {
    "text": "オフィスでの火災対策として適切なのはどれでしょうか。",
    "choices": ["書類棚の近くに暖房器具を置く", "非常口に物を置いて普段は使わないようにする", "たこ足配線を常用する", "サーバールームに感知式の自動消火設備（例：ガス系）を設置し初期消火を可能にする"],
    "correct": 3,
    "explanation": "サーバルーム等にはガス系自動消火設備や検知器を整備。避難経路確保、配線点検、消火器配置・訓練も必須です。"
  },
  {
    "text": "情報システム停止時に事業継続を図るための設備として適切なのはどれでしょうか。",
    "choices": ["無停電電源装置（UPS）や自家発電機を用意し、停電時も一定時間稼働を維持する", "サーバは全て一箇所に集中設置しバックアップ電源は不要", "何も用意せず障害時に都度判断する", "復旧計画（BCP）は作成しない"],
    "correct": 0,
    "explanation": "UPSで瞬停・停電から保護し安全停止や発電機起動へ橋渡し。冗長化・代替拠点・訓練と合わせてBCPを実装します。"
  },
  {
    "text": "私服の作業員や業者が社員と区別しづらい状況の対策として適切なのはどれでしょうか。",
    "choices": ["外部者にビジター用バッジや腕章を着用させ一目で識別できるようにする", "外部者に社員証を貸与する", "服装で判断できるため何もしない", "外部者は決まった時間だけ入れるが識別は不要"],
    "correct": 0,
    "explanation": "視認性の高い識別子で外部者を明確化し、同行・行動範囲の管理を徹底します。社員証の貸与は厳禁です。"
  },
  {
    "text": "従業員が社外でノートPCを使って作業する際の物理的セキュリティ対策として、正しいものはどれでしょうか。",
    "choices": ["満員電車ではPCを網棚に置く", "車で外出時は座席に置いたままにする", "プライバシーフィルターは無意味", "施錠できるケースやバッグで携行し、公共の場では目を離さない"],
    "correct": 3,
    "explanation": "盗難・置き引き対策として常時携行・視界管理が基本。プライバシーフィルターや端末暗号化・リモートワイプ等の技術的対策も併用します。"
  }
]