[
  {
    "text": "「個人情報管理規程」はどのような位置づけの規程で、どのように策定されるべきものとされていますか。",
    "choices": ["現場ごとにバラバラのルールを自由に定めればよい", "法律で定められたひな形どおりに作る必要がある", "組織全体の基本ルールを定める内部規程で、方針を具体化しPDCAに沿って項目を定義して策定する", "任意作成の社内メモに過ぎない"],
    "correct": 2,
    "explanation": "全社に適用される基本ルールを明確化し、実効性ある運用のためにPDCAを前提に設計・更新します。机上の空論にならないよう、実態に合わせて具体的な管理策を定めます。"
  },
  {
    "text": "個人情報管理規程を策定する際に現場の業務実態を把握すべき理由はどれでしょうか。",
    "choices": ["実態とかけ離れた規程は守られず形骸化しやすいから", "現場の要望をすべて飲めば遵守率が下がってもよいから", "法務だけで作れば現場の状況は関係ないから", "現場の意見を採らなければ公平性が損なわれるから"],
    "correct": 0,
    "explanation": "運用可能性と実効性を確保するため、現場のプロセス・課題を把握し、無理のないルールに落とし込みます。"
  },
  {
    "text": "個人情報管理規程に基づき、実務の手順や書式を具体化する文書はどれでしょうか。",
    "choices": ["プライバシーポリシー（対外公表の基本方針）", "手順書・業務マニュアル・各種様式類", "安全管理措置チェックリストだけ", "行政機関の個人情報ファイル簿"],
    "correct": 1,
    "explanation": "規程を現場で実行可能にするため、手順書や様式で具体的行動・記録方法を定義します。"
  },
  {
    "text": "社員と結ぶ秘密保持誓約書の内容として適切なのはどれでしょうか。",
    "choices": ["退職後は自宅で情報を保管する義務を負う", "秘密保持は退職日までで終了する", "違反しても社内処分は行わない", "在職中・退職後とも職務上知り得た情報を漏えい・不正提供しない"],
    "correct": 3,
    "explanation": "守秘義務は退職後も継続。退職時の返却・廃棄、違反時の懲戒・法的責任の可能性も明記します。"
  },
  {
    "text": "従業者が退職する際に講じるべき情報セキュリティ措置として適切なのはどれでしょうか。",
    "choices": ["退職者が担当データを持ち出せる猶予期間を設ける", "退職後もしばらくアカウントを有効にしておく", "秘密保持義務はないため対応不要", "退職日にアクセス権を無効化し、端末・媒体の返却とデータ消去を確実に行う"],
    "correct": 3,
    "explanation": "退職時の権限停止・資産回収・パスワード変更等は漏えい防止の要。持ち出しを許す運用は厳禁です。"
  },
  {
    "text": "従業員への情報セキュリティ教育の望ましい実施方法はどれでしょうか。",
    "choices": ["新入社員研修のみで十分", "技術者だけに実施すればよい", "同じ資料を毎回使い回す", "少なくとも年1回以上、全従業者に最新事例と規程内容を周知する"],
    "correct": 3,
    "explanation": "継続的・全社的な教育で意識を維持し、最新リスクや社内規程をアップデートして周知徹底します。"
  },
  {
    "text": "組織において個人情報保護管理者（統括責任者）を置く目的はどれでしょうか。",
    "choices": ["個人情報保護の整備・運用・教育・監督・点検・事故対応を統括させ、組織として適切に対応するため", "委員会窓口を1人に限定するためだけ", "事故の責任をその個人に負わせるため", "形だけの役職で役割はない"],
    "correct": 0,
    "explanation": "責任体制を明確化し、方針から運用・監査・是正までを主導してガバナンスを効かせます。"
  },
  {
    "text": "個人データの漏えい・紛失などインシデント発生時、まず取るべきステップはどれでしょうか。",
    "choices": ["被害拡大防止（封じ込め）と関係者への迅速な報告・通知", "直ちに関係者を処罰する", "一定期間は公表せず隠蔽する", "すべてのシステムを即時停止して原因は後回し"],
    "correct": 0,
    "explanation": "初動は封じ込め・報告・必要に応じた委員会/本人通知。その後に原因究明と再発防止を行います。"
  },
  {
    "text": "内部監査（内部点検）を実施する目的として正しいものはどれでしょうか。",
    "choices": ["管理者にペナルティを科すため", "外部攻撃のハッキング実験をするため", "守れていないルールを削るため", "現場運用を定期チェックし、是正と教育で継続的改善につなげるため"],
    "correct": 3,
    "explanation": "PDCAの「Check」。遵守状況の確認と是正・教育で運用品質を高めます。"
  },
  {
    "text": "社内規程に違反して個人情報を漏えいさせた社員への企業の対応として適切なのはどれでしょうか。",
    "choices": ["初犯は不問", "会社の責任のみで個人は不問", "同様の違反有無に関係なく特定社員だけ重い処分", "就業規則に基づく懲戒（減給・出勤停止・解雇等）や必要に応じた法的責任追及の可能性を周知し、公平な基準で運用する"],
    "correct": 3,
    "explanation": "抑止と再発防止のため、規程に基づく一貫・公平な処分運用と周知が重要です。"
  }
]