[
  {
    "text": "「個人関連情報」の例として最も適切なものはどれでしょうか。",
    "choices": ["マイナンバー（個人番号）を含む特定個人情報データ", "顧客の氏名と電話番号からなる連絡先リスト", "ウェブサイトでクッキーIDに紐づけて収集した閲覧履歴データ", "特定個人が判別できないよう加工済みの匿名加工情報データ"],
    "correct": 2,
    "explanation": "個人関連情報は、生存する個人に関する情報のうち、それ自体では個人を識別できず、個人情報・仮名加工情報・匿名加工情報のいずれにも当たらないもの（法2条7項）。Cookie IDと紐づいた閲覧履歴は典型例です。氏名＋電話番号は個人情報、マイナンバーを含む情報は特定個人情報、匿名加工情報は別カテゴリーです。"
  },
  {
    "text": "個人関連情報（例：会員IDに紐づく購入履歴）を第三者に提供し、提供先で個人データとして利用されることが想定される場合、提供元事業者に課される義務はどれでしょうか。",
    "choices": ["個人関連情報の提供について個人情報保護委員会にあらかじめ届け出る", "提供先のプライバシーポリシーを提供元サイトで公表する", "提供するデータをすべて匿名加工情報に変換する", "提供先が個人データとして取得することについて、本人同意が得られているか事前に確認する"],
    "correct": 3,
    "explanation": "個人関連情報の第三者提供で、提供先が個人データとして取得することが想定されるときは、提供元は本人同意が得られていることを事前確認する義務があります（法31条）。"
  },
  {
    "text": "個人関連情報を外国の第三者へ提供し、提供先で個人データとして利用される場合、提供元に追加で求められる対応はどれでしょうか。",
    "choices": ["国内の場合と同じで、同意確認のみで足りる", "提供先の所在国の制度や提供先の保護措置等を本人に情報提供し、本人の同意を得る", "外国企業への提供は一律禁止されている", "個人関連情報は外国提供できない"],
    "correct": 1,
    "explanation": "国外への提供時は、当該国の個人情報保護制度・提供先の保護措置等の情報提供を行ったうえで本人同意を得る必要があります（法31条2項）。国内より厳格です。"
  },
  {
    "text": "個人関連情報の提供に関する記録義務について正しいものはどれでしょうか。",
    "choices": ["記録義務は個人データの場合のみで、個人関連情報にはない", "記録は作成すれば保存期間は自由", "本人同意の確認を行ったときは、その確認内容を記録し、規則で定める期間保存する", "提供先が外国の場合のみ記録義務が生じる"],
    "correct": 2,
    "explanation": "提供元は、本人同意の確認を行った場合、その内容を記録し、委員会規則で定める期間（原則3年）保存します（法30条4項、法31条3項）。"
  },
  {
    "text": "個人関連情報について正しい記述はどれでしょうか。",
    "choices": ["個人情報より厳格なカテゴリで、開示請求等もすべて同様に課される", "法律上の定義はない用語である", "個人関連情報は氏名・住所など個人情報や仮名加工情報・匿名加工情報を含む上位概念である", "それ自体では個人を識別できず、個人情報・仮名加工情報・匿名加工情報のいずれにも該当しない情報を指す"],
    "correct": 3,
    "explanation": "個人関連情報は法定概念（法2条7項）。個人情報等とは別枠で、主に第三者提供時の本人同意確認義務がポイントです。開示請求等の一律義務は課されていません。"
  },
  {
    "text": "個人関連情報が組み合わさって結果的に特定の個人を識別できるようになった場合、その情報の扱いはどうなりますか。",
    "choices": ["引き続き個人関連情報として扱う", "個人情報として扱う（もはや個人関連情報ではない）", "仮名加工情報として扱う", "規制の対象外となる"],
    "correct": 1,
    "explanation": "複数の個人関連情報の照合・蓄積により特定個人が識別可能となれば、その時点で「個人情報」として取り扱う必要があります。"
  },
  {
    "text": "あるウェブサービスが、ユーザーの興味関心を把握するためログインIDに紐づく閲覧履歴をCookieで収集しています。この閲覧履歴データはどの区分に該当しますか。",
    "choices": ["個人関連情報", "匿名加工情報", "個人情報", "要配慮個人情報"],
    "correct": 0,
    "explanation": "閲覧履歴（Cookie等のオンライン識別子と紐づく行動データ）は、それ自体では個人を特定できないため個人関連情報に当たります。紐付けにより個人が識別可能になれば個人情報として扱います。"
  },
  {
    "text": "個人関連情報の第三者提供に際し、本人同意の確認を行った記録の保存期間（原則）はどれでしょうか。",
    "choices": ["3年間", "1年間", "5年間", "保存義務はない"],
    "correct": 0,
    "explanation": "確認記録は、最後に当該提供を行った日から原則3年間保存します。後日の検証・トレーサビリティ確保が目的です。"
  },
  {
    "text": "個人関連情報取扱事業者が外国執行当局に情報提供を行う場合に課される条件として適切なものはどれでしょうか。",
    "choices": ["一度提供すれば利用用途は関知不要", "日本の個人情報保護委員会は外国当局に情報提供できない", "日本企業が罰金を払えば提供免除", "提供先当局の個人情報保護行政の遂行以外に利用されず、日本の委員会の同意なく刑事捜査等に使われないよう必要な措置を講ずる"],
    "correct": 3,
    "explanation": "法167条に基づき、目的外利用の防止（行政目的限定）と刑事捜査等への無断転用防止のための措置が求められます。"
  },
  {
    "text": "認定個人情報保護団体でない者が、その名称や紛らわしい文字を用いた場合に科され得る罰則はどれでしょうか。",
    "choices": ["10万円以下の過料", "1年以下の懲役", "100万円以下の罰金（両罰規定あり）", "処罰規定はない"],
    "correct": 0,
    "explanation": "認定団体を偽称した場合は10万円以下の過料の対象となります（法180条）。信用の不当な獲得を防ぐ趣旨です。"
  }
]