[
  {
    "text": "事業者は保有する個人データについて、どのような安全管理措置を講じなければならないとされていますか。",
    "choices": ["社外秘のスタンプを押印すれば十分である", "重要なデータはすべて暗号化しなければならないと具体的に義務付けられている", "個人データの漏えい・滅失・毀損を防止するため、必要かつ適切な安全管理措置を講じなければならない", "安全管理は努力目標であり、法的な義務ではない"],
    "correct": 2,
    "explanation": "法は、リスクに応じた「必要かつ適切」な組織的・技術的・人的・物理的措置を求めています。暗号化は有効手段の一つですが一律義務ではありません。"
  },
  {
    "text": "個人データの処理を外部の業者に委託する場合、委託元である事業者に求められるのはどれでしょうか。",
    "choices": ["委託契約書に安全管理義務を書けば実地の監督は不要", "委託先が大企業なら監督責任は免除", "一度委託すれば管理責任はすべて委託先へ移転", "委託先に対し、個人データの安全管理が図られるよう必要かつ適切な監督を行う"],
    "correct": 3,
    "explanation": "委託は本人同意なく可能な代わりに、委託元が契約・点検・報告受領等で委託先を監督する義務を負います。"
  },
  {
    "text": "事業者は個人データの漏えい等が発生した場合、原則としてどのような対応が必要ですか。",
    "choices": ["漏えい件数に関係なく全件を警察に届け出る", "個人情報保護委員会へ報告し、必要に応じて本人にも通知する", "マスコミ発表のみ行えば足りる", "苦情が来るまで特に何もしなくてよい"],
    "correct": 1,
    "explanation": "権利侵害のおそれ、要配慮情報の含有、大規模件数など一定の場合は速やかな委員会報告と本人通知が求められます。"
  },
  {
    "text": "次のうち、第三者提供には当たらない（本人の同意なく提供できる）ケースはどれでしょうか。",
    "choices": ["個人データを含む業務を外部に委託し、委託先に渡す場合", "顧客リストを同業他社に販売する場合", "グループ会社間で本人に通知・公表のうえ共同利用する場合", "会社分割により個人データを承継先へ引き継ぐ場合"],
    "correct": 0,
    "explanation": "委託は法律上「第三者提供に該当しない」類型です（共同利用・事業承継も同様だが、本問の正解はA）。委託元には監督義務が伴います。"
  },
  {
    "text": "事業者が第三者へ個人データを提供した場合、どのような記録を残し、どれだけ保存する必要がありますか。",
    "choices": ["提供先が信頼できれば記録は省略できる", "社内利用でも全て記録して3年保存", "提供日・提供先・提供項目等を記録し、原則3年間保存する", "保存期間の規定はなく任意"],
    "correct": 2,
    "explanation": "第三者提供時は提供記録の作成・保存が義務化。原則3年保存（例外的に1年となる類型もあります）。"
  },
  {
    "text": "事業者が保有する個人データの内容についての法の要請はどれでしょうか。",
    "choices": ["一度取得したデータは訂正せず保存", "一定期間ごとに第三者監査を受ける法的義務がある", "本人から請求が来たときのみ更新すればよい", "目的達成に必要な範囲で、正確かつ最新の内容に保つよう努める"],
    "correct": 3,
    "explanation": "データ品質は権利保護の基盤。平常時から正確性・最新性の確保に努めることが求められます。"
  },
  {
    "text": "保有個人データが利用目的達成に不要となった場合の望ましい対応はどれでしょうか。",
    "choices": ["一旦取得した以上、永久保存が原則", "本人から削除依頼が来るまで保管", "顧客名簿は将来のため保有継続が推奨", "不要になった個人データは遅滞なく消去するか、匿名加工等で保有しない"],
    "correct": 3,
    "explanation": "不要データの漫然保有は漏えいリスクを増やすため不適切。削除・廃棄（または匿名加工）でライフサイクル管理を行います。"
  },
  {
    "text": "共同利用制度でグループ企業間の個人データ共有を行う際に必要な措置はどれでしょうか。",
    "choices": ["グループなので本人通知は不要", "共同利用の項目・範囲・利用目的・責任者等を、本人に通知または容易に知り得る状態に置く", "個人情報保護委員会への届出が必須", "一社が同意を取れば他社は何もしなくてよい"],
    "correct": 1,
    "explanation": "共同利用は「通知・公表」によって本人同意を代替する制度。項目・範囲・目的・責任者を明示して運用します。"
  },
  {
    "text": "事業者が本人の個人データを第三者に提供した際に作成する提供記録は、原則として何年間保存しますか。",
    "choices": ["3年間", "1年間", "5年間", "保存義務はない"],
    "correct": 0,
    "explanation": "原則3年保存（一定の例外で1年のケースあり）。追跡可能性の確保が目的です。"
  },
  {
    "text": "会社Xが会社Yを吸収合併し、会社Yの顧客個人データを承継しました。合併後の利用ルールはどれでしょうか。",
    "choices": ["合併後6ヶ月以内に全削除", "会社Yが定めていた利用目的の範囲内でのみ利用", "新会社の裁量で自由に目的変更可能", "承継データは第三者提供に当たるため本人全員の同意が必要"],
    "correct": 1,
    "explanation": "事業承継は第三者提供に当たらず同意不要。ただし、承継前に特定されていた利用目的の範囲を超える利用はできません。"
  }
]