[
  {
    "text": "個人情報保護法の目的として正しいものはどれでしょうか。",
    "choices": ["国が一元的に国民の個人情報を管理・利用する仕組みを構築すること", "個人情報の流通を禁止し、プライバシーを絶対的に守ること", "個人の権利利益を保護しつつ、個人情報の有用性に配慮してその適正な取扱いを図ること", "企業活動における個人データ利用を優先し、規制を最低限にすること"],
    "correct": 2,
    "explanation": "個人情報保護法第1条では、個人の権利利益を守ると同時に、個人情報の利活用の有用性にも配慮して適正に取り扱うことを目的としています。過度な規制でも無制限の活用でもなく、バランスを取ることが趣旨です。"
  },
  {
    "text": "「個人情報」に該当するものはどれでしょうか。",
    "choices": ["匿名加工されたデータ（特定の個人を識別できないよう加工済みのもの）", "実在する個人の氏名と勤務先部署が記載された情報", "SNS上で誰でも知り得るニックネームのみの情報（単体で特定不可）", "特定の個人と対応付けられていない統計データ（例：男女比率）"],
    "correct": 1,
    "explanation": "「個人情報」とは、生存する個人に関する情報で、氏名や生年月日等により個人を識別できるものです。氏名と部署を組み合わせた情報は特定の人物を識別可能であり、個人情報に該当します。統計データや匿名加工情報は個人情報には含まれません。"
  },
  {
    "text": "法律上「個人識別符号」に該当するものとして正しいのはどれでしょうか。",
    "choices": ["法人マイナンバー（法人番号）", "氏名や生年月日を組み合わせた識別情報", "指紋データや顔認証データなど身体的特徴を変換した符号", "暗号化されたメールアドレス（ハッシュ化したもの）"],
    "correct": 2,
    "explanation": "個人識別符号とは、指紋・顔・虹彩などの身体的特徴や、運転免許証番号など、単独で個人を識別できる符号です。法人番号は法人対象であり、個人情報ではありません。"
  },
  {
    "text": "「個人情報データベース等」に当たらないものはどれでしょうか。",
    "choices": ["顧客ごとに氏名や住所で索引付けされた会員名簿", "回答者の名前順に整理されたアンケート結果ファイル", "社員IDで管理された人事システム上の従業員データ", "特に整理されずランダムに積まれた紙のアンケート回答"],
    "correct": 3,
    "explanation": "「個人情報データベース等」とは、検索可能な電子データや体系的に整理された名簿類を指します。無造作に積まれた紙の束は体系性を欠き、個人情報データベース等には該当しません。"
  },
  {
    "text": "「要配慮個人情報」に該当するものはどれでしょうか。",
    "choices": ["個人のメールアドレスや電話番号", "医師による健康診断の結果など健康に関する情報", "企業が保有する法人の財務情報", "暴力団に所属しているという事実"],
    "correct": 1,
    "explanation": "要配慮個人情報とは、病歴や犯罪歴、障害、生活保護受給歴など、本人に不利益を及ぼす可能性があるセンシティブ情報を指します。健康診断結果は典型例です。"
  },
  {
    "text": "事業者は個人情報の利用目的をいつ特定しなければならないでしょうか。",
    "choices": ["利用開始後になるべく早く特定すればよい", "個人データを第三者提供する前までに特定すればよい", "個人情報を取得する前または取得時までにできる限り特定する必要がある", "利用目的を特定する義務はなく必要に応じて変更できる"],
    "correct": 2,
    "explanation": "法17条は、個人情報を取り扱うに当たっては利用目的をできる限り特定しなければならないと定めています。収集時に明確化することが義務です。"
  },
  {
    "text": "利用目的を変更できる範囲として正しいのはどれでしょうか。",
    "choices": ["本人に通知さえすれば、どんな目的でも変更できる", "個人情報保護委員会に届け出れば目的外利用が許される", "元の利用目的と関連性を有すると合理的に認められる範囲でのみ変更できる", "一度特定した利用目的は変更不可"],
    "correct": 2,
    "explanation": "法18条は、利用目的の変更は「変更前の目的と関連性を有すると合理的に認められる範囲」に限るとしています。無制限の変更や完全な禁止ではありません。"
  },
  {
    "text": "個人情報の取得に関する記述のうち誤っているものはどれでしょうか。",
    "choices": ["詐欺や秘密盗用など不正な手段で取得することは禁止されている", "不正取得と知りながら提供された情報を入手した場合も不正取得となる", "公開されている情報をただ閲覧するだけなら「取得」には当たらない", "個人情報は本人から直接取得しなければならず第三者からの取得は禁止されている"],
    "correct": 3,
    "explanation": "不正な手段による取得は禁止されていますが、第三者からの適法な取得は認められます。本人からの直接取得のみを義務付ける規定はありません。"
  },
  {
    "text": "要配慮個人情報を取得し利用する際、原則として必要な措置はどれでしょうか。",
    "choices": ["本人の同意を得る", "個人情報保護委員会に届け出る", "通常の個人情報と区別なく取得できる", "第三者提供なら確認不要"],
    "correct": 0,
    "explanation": "要配慮個人情報は特に慎重な取り扱いが求められ、原則として本人の同意を得て取得する必要があります。例外は法令に基づく場合など限られています。"
  },
  {
    "text": "本人同意なく個人データを第三者提供できる場合として正しいのはどれでしょうか。",
    "choices": ["自社の利用目的に無かったが有効活用できそうな場合", "人の生命や身体を守るため緊急に必要だが本人同意を得るのが困難な場合", "他社との提携マーケティングのために顧客リストを共有する場合", "本人がオプトアウトを希望しないと口頭で述べた場合"],
    "correct": 1,
    "explanation": "法27条2項により、災害時の安否確認など、生命・身体・財産保護のためやむを得ない場合は本人同意が不要とされています。"
  },
  {
    "text": "オプトアウトによる第三者提供の条件として正しいものはどれでしょうか。",
    "choices": ["提供前に本人の書面同意を得る必要がある", "提供後に本人に通知すればよい", "提供に先立ち本人に所定事項を通知または公表し、委員会へ届け出て公表する", "特に何も不要で苦情が来たら止めればよい"],
    "correct": 2,
    "explanation": "オプトアウトによる提供は、本人に通知または容易に知り得る状態に置き、個人情報保護委員会に届け出、公表することが義務付けられています。"
  },
  {
    "text": "外国に個人データを提供する場合の条件として正しいのはどれでしょうか。",
    "choices": ["提供先国の制度や措置を本人に説明し同意を得る", "海外提供は国内より規制が緩く同意不要", "十分性認定国以外への提供は全面禁止", "国内サーバ経由なら外国提供に当たらない"],
    "correct": 0,
    "explanation": "法改正により、外国提供時には提供先の国名や制度を本人に説明し、同意を得ることが原則となりました。十分性認定国や契約による保護措置をとる場合など例外もあります。"
  },
  {
    "text": "他の事業者から個人データの提供を受ける際、受け手が行うべきことはどれでしょうか。",
    "choices": ["提供元が適法に取得・提供しているか確認し、その記録を残す", "契約書を交わせば取得経緯を確認する必要はない", "自社で利用目的を自由に変更してよい", "記録は提供元のみが作成すればよい"],
    "correct": 0,
    "explanation": "2022年改正により、提供を受ける事業者にも確認・記録義務が課されました。提供元が本人同意やオプトアウトを適切に行っているか確認し、その記録を保存する必要があります。"
  }
]