[
  {
    "text": "情報セキュリティにおける「CIAトライアド」として知られる3つの基本原則は何の略でしょうか。",
    "choices": ["Confidence（信頼性）、Identity（識別性）、Auditability（監査性）", "Control（統制）、Impact（影響）、Agreement（合意）", "Confidentiality（機密性）、Integrity（完全性）、Availability（可用性）", "Cryptography（暗号）、ISO（国際標準）、Authentication（認証）"],
    "correct": 2,
    "explanation": "機密性・完全性・可用性の頭文字を取ったもの。アクセス制御、改ざん防止、システム稼働の確保という基本的な守りの柱を表します。"
  },
  {
    "text": "「脆弱性」と「脅威」の関係として適切なものはどれでしょうか。",
    "choices": ["脆弱性も脅威も同じ意味で、どちらもハッカーを指す", "脆弱性は攻撃者、脅威はウイルスを指す", "脆弱性が高い状態は脅威が存在しない安全な状態", "脆弱性は内在する弱点、脅威はその弱点を突いて損害を与える要因"],
    "correct": 3,
    "explanation": "弱点（脆弱性）に対して、攻撃者・ウイルス・災害・内部不正などが脅威。リスクは「脅威×脆弱性×影響度」で評価します。"
  },
  {
    "text": "「残存リスク」とは何を指しますか。",
    "choices": ["対応前に存在するすべてのリスク", "リスク対応後もなお残るリスク", "事業開始前には存在しないリスク", "既に解決した過去のリスク"],
    "correct": 1,
    "explanation": "低減・回避・移転などの対策後にもゼロにはならないリスク。許容水準内に抑え、経営が受容の判断を行います。"
  },
  {
    "text": "次の具体例のうち、「リスク低減」に該当しないものはどれでしょうか。",
    "choices": ["サーバールームに入退室管理を導入する", "従業員に定期的な情報セキュリティ教育を実施する", "ウイルス対策ソフトを導入する", "社内システム運用を専門の外部企業に委託して自社のリスク負担を減らす"],
    "correct": 3,
    "explanation": "A・B・Cは発生可能性や影響を下げる「低減」。外部委託は主に「移転（共有）」に当たります。"
  },
  {
    "text": "ソーシャルエンジニアリング攻撃の例として最も適切なのはどれでしょうか。",
    "choices": ["大量のデータを送りつけてサーバをダウンさせる（DDoS）", "本人になりすましの電話でパスワードを聞き出す", "ネットワークに不正侵入してデータを盗む", "ウイルスをメールに添付して送信する"],
    "correct": 1,
    "explanation": "人の心理や不注意を突いて情報を得る手口。なりすまし電話、偽メール、トラッシング、ショルダーハックなどが該当します。"
  },
  {
    "text": "マルウェアへの基本的な対策として適切なのはどれでしょうか。",
    "choices": ["オフィスの照明を明るくする", "毎日ハードディスクをデフラグする", "冷却ファンを増設する", "信頼できるウイルス対策ソフトを導入し定義ファイルを最新に保つ"],
    "correct": 3,
    "explanation": "アンチウイルス導入と定義更新に加え、OS/ソフトの更新、怪しい添付・リンクを開かないなどの基本動作が重要です。"
  },
  {
    "text": "情報セキュリティ対策としての物理的セキュリティに該当するものはどれでしょうか。",
    "choices": ["サーバルーム入口に入退室管理を導入する", "重要ファイルを暗号化する", "SNS利用ポリシーを周知する", "端末にウイルス対策ソフトを入れる"],
    "correct": 0,
    "explanation": "物理的セキュリティは施設や設備の管理（施錠、監視、入退室管理等）。B・Dは技術的、Cは人的対策です。"
  },
  {
    "text": "クリーンデスクポリシーとは何ですか。",
    "choices": ["デスクの衛生清掃方針", "在宅勤務を禁止する方針", "機密書類や媒体を机上に放置せず、離席・終業時は施錠保管するルール", "机の配置をシンプルに保つインテリア方針"],
    "correct": 2,
    "explanation": "放置による盗み見・持ち去りを防ぐ物理的セキュリティの基本。ホワイトボードや廃棄物の管理も含めて徹底します。"
  },
  {
    "text": "紙媒体の機密情報の廃棄方法として適切なのはどれでしょうか。",
    "choices": ["シュレッダーや溶解サービスで判読不能にして廃棄する", "普通のゴミ箱にそのまま捨てる", "郵送で自宅に送り返して個人で処分させる", "山積みにして倉庫で保管し続ける"],
    "correct": 0,
    "explanation": "復元不能な処理が必要。そのまま廃棄はトラッシングのリスクが高く不適切です。"
  },
  {
    "text": "クラウドサービス利用の利点として、個人情報保護の観点から適切なのはどれでしょうか。",
    "choices": ["クラウド利用で常にインターネット接続が不要になる", "すべて自動暗号化されるため安全管理は不要", "端末にデータを残さずクラウド保管でき、端末紛失時の漏えいリスクを軽減できる", "責任はクラウド事業者に移るため自社は何もしなくてよい"],
    "correct": 2,
    "explanation": "端末盗難・紛失時のリスクを下げられるのが利点。ただしアクセス権管理や設定など自社側の対策も不可欠です。"
  },
  {
    "text": "業務用アプリをクラウド（SaaS）で利用する利点として適切なのはどれでしょうか。",
    "choices": ["専用サーバや端末が不要になり、インストール・アップデートの負担が軽減され初期投資や維持管理が縮小できる", "セキュリティ対策は不要になる", "インターネット接続なしで常時利用できる", "利用者側のセキュリティ設定は不要になる"],
    "correct": 0,
    "explanation": "保守のベンダ依存で運用負荷が軽くなる。一方で自社のアクセス制御や設定、ベンダ評価は引き続き必要です。"
  },
  {
    "text": "重要情報が入ったHDDやUSBメモリを廃棄する適切な方法はどれでしょうか。",
    "choices": ["不燃ゴミにそのまま捨てる", "初期化（フォーマット）だけ行う", "人目につかない場所に埋める", "物理破壊や磁気破壊で復元不能にして処分する"],
    "correct": 3,
    "explanation": "フォーマットでは復元可能な場合が多いため不十分。専門業者による破壊・データ消去で確実に無効化します。"
  }
]