[
  {
    "text": "杖の種類と特徴について正しいものはどれか？",
    "choices": ["T字杖・多点杖・松葉杖・ロフストランド杖などがある", "すべて同じ機能", "T字杖のみ存在する", "色だけが違う"],
    "correct": 0,
    "explanation": "杖には、一般的なT字杖、安定性の高い多点杖（四点杖等）、両腕で支持する松葉杖、前腕支持型のロフストランド杖など、利用者の身体機能に応じて様々な種類がある。"
  },
  {
    "text": "歩行器の種類について正しいものはどれか？",
    "choices": ["固定型・交互型・キャスター付き・シルバーカーなど", "一種類のみ", "車椅子の一種", "ベッドの付属品"],
    "correct": 0,
    "explanation": "歩行器には、持ち上げて前進させる固定型、左右交互に動かす交互型、キャスター付きで前方に押して歩く型、買い物等に使用するシルバーカーなどがある。"
  },
  {
    "text": "電動ベッドの機能について正しいものはどれか？",
    "choices": ["高さ調整のみ", "背上げ・膝上げ・高さ調整機能", "マッサージ機能のみ", "TV視聴機能"],
    "correct": 1,
    "explanation": "電動ベッドには、起き上がりを助ける背上げ機能、膝の負担を軽減する膝上げ機能、立ち上がりや介助に適した高さに調整する機能などがあり、利用者の自立支援と介助者の負担軽減を図る。"
  },
  {
    "text": "マットレスの選択で重要な要素はどれか？",
    "choices": ["価格の安さのみ", "体圧分散・床ずれ予防・寝返りのしやすさ", "色とデザイン", "メーカーの知名度"],
    "correct": 1,
    "explanation": "マットレス選択では、体圧を適切に分散して床ずれを予防し、利用者が寝返りしやすい適度な硬さ・反発力を持つものを選ぶことが重要である。利用者の身体状況に応じた機能が求められる。"
  },
  {
    "text": "手すりの種類について正しいものはどれか？",
    "choices": ["縦手すり・横手すり・L字型手すりがある", "横手すりのみ", "装飾用のみ", "縦手すりのみ"],
    "correct": 0,
    "explanation": "手すりには、立ち座りを支援する縦手すり、歩行や姿勢保持を支援する横手すり、両方の機能を併せ持つL字型手すりがある。設置場所と利用目的に応じて適切なタイプを選択する。"
  },
  {
    "text": "スロープについて正しいものはどれか？",
    "choices": ["段差解消のための傾斜路", "階段の一種", "手すりの一部", "車椅子専用道路"],
    "correct": 0,
    "explanation": "スロープは段差を解消するための傾斜路で、車椅子や歩行器での通行を可能にする。適切な勾配（1/12以下が理想）と十分な幅、滑り止め対策が重要である。"
  },
  {
    "text": "体位変換器について正しいものはどれか？",
    "choices": ["床ずれ予防のための体位変換を支援する用具", "マッサージ器の一種", "運動器具", "測定器具"],
    "correct": 0,
    "explanation": "体位変換器は、長時間同じ姿勢でいることによる床ずれを予防するため、利用者の体位変換を支援する福祉用具である。エアマット式や手動式などがある。"
  },
  {
    "text": "認知症対応型共同生活介護における福祉用具の活用で重要なことはどれか？",
    "choices": ["最新技術の使用", "利用者の馴染みやすさと安全性", "高機能であること", "大型であること"],
    "correct": 1,
    "explanation": "認知症の方には、混乱を招かない馴染みやすいデザインで、操作が簡単で安全性の高い福祉用具を選択することが重要である。過度に高機能なものは逆に使いにくい場合がある。"
  },
  {
    "text": "福祉用具の適合について正しいものはどれか？",
    "choices": ["一度設定すれば変更不要", "利用者の状態変化に応じて定期的な見直しが必要", "家族が決めれば良い", "価格で決める"],
    "correct": 1,
    "explanation": "福祉用具は利用者の身体機能や生活状況の変化に応じて、定期的に適合状況を確認し、必要に応じて調整や変更を行うことが重要である。継続的なモニタリングが安全で効果的な利用につながる。"
  },
  {
    "text": "福祉用具サービス計画について正しいものはどれか？",
    "choices": ["不要である", "福祉用具専門相談員が作成し、利用者の目標と具体的な用具を明記", "ケアマネジャーのみが作成", "販売店が作成"],
    "correct": 1,
    "explanation": "福祉用具サービス計画は、福祉用具専門相談員が利用者のニーズを踏まえて作成する計画書で、利用目標、選定理由、使用方法、モニタリング計画などを明記し、適切なサービス提供を図る。"
  }
]